BOSSES_SCHEDULE = {
    "25.10": {
        "Mercia": {
            "tier1": [
                "Скиталец по руинам",
                "Грозный нахалуд",
                "Рыцарь черепа из бездны",
                "Прожорливый Тург"
            ],
            "tier2": [
                "Палач Хабиб",
                "Кинкулу. Смерч"
            ],
            "tier3": [
                "Злобный Гривач"
            ]
        },
        "XRAY": {
            "tier1": [
                "Шаман Темного хлада",
                "Кван-сердцерез",
                "Дикий Шриакан",
                "Кошмарный Демос"
            ],
            "tier2": [
                "Страж леса",
                "Силиф. Пробужденный камень",
                "Оберин. Голодный клинок"
            ],
            "tier3": [
                "Джейд-привратник",
                "Сокрушитель Магрис"
            ]
        },
        "HryKings": {
            "tier1": [
                "Риггер-забойщик",
                "Отпрыск желания",
                "Наркалин. Оскверненный дух",
                "Зубаба, Око бездны"
            ],
            "tier2": [
                "Безжалостный Готрод",
                "Гента. Шипастая дубина"
            ],
            "tier3": [
                "Нокс. Проводник тьмы"
            ]
        },
        "Dark Syndicate": {
            "tier1": [
                "Воющий Крилл",
                "Фальцион. Хранитель огня",
                "Вендик Краснозуб"
            ],
            "tier2": [
                "Йенеф. Вьющийся плющ",
                "Безумец Фикель"
            ],
            "tier3": [
                "Лилия. Чарующий дух",
                "Тиран Герион"
            ]
        }
    },

    "26.10": {
        "Dark Syndicate": {
            "tier1": [
                "Скиталец по руинам",
                "Грозный нахалуд",
                "Рыцарь черепа из бездны",
                "Прожорливый Тург"
            ],
            "tier2": [
                "Безжалостный Готрод"
            ],
            "tier3": [
                "Нокс. Проводник тьмы",
                "Сокрушитель Магрис"
            ]
        },
        "Mercia": {
            "tier1": [
                "Шаман Темного хлада",
                "Кван-сердцерез",
                "Дикий Шриакан",
                "Кошмарный Демос"
            ],
            "tier2": [
                "Йенеф. Вьющийся плющ",
                "Силиф. Пробужденный камень",
                "Оберин. Голодный клинок"
            ],
            "tier3": [
                "Лилия. Чарующий дух"
            ]
        },
        "HryKings": {
            "tier1": [
                "Воющий Крилл",
                "Фальцион. Хранитель огня",
                "Вендик Краснозуб"
            ],
            "tier2": [
                "Страж леса",
                "Кинкулу. Смерч",
                "Безумец Фикель"
            ],
            "tier3": [
                "Джейд-привратник"
            ]
        },
        "XRAY": {
            "tier1": [
                "Риггер-забойщик",
                "Отпрыск желания",
                "Наркалин. Оскверненный дух",
                "Зубаба, Око бездны"
            ],
            "tier2": [
                "Палач Хабиб",
                "Гента. Шипастая дубина",
                "Оберин. Голодный клинок"
            ],
            "tier3": [
                "Злобный Гривач",
                "Тиран Герион"
            ]
        }
    },

    "27.10": {
        "HryKings": {
            "tier1": [
                "Скиталец по руинам",
                "Грозный нахалуд",
                "Рыцарь черепа из бездны",
                "Прожорливый Тург"
            ],
            "tier2": [
                "Палач Хабиб",
                "Кинкулу. Смерч"
            ],
            "tier3": [
                "Злобный Гривач",
                "Тиран Герион"
            ]
        },
        "Dark Syndicate": {
            "tier1": [
                "Шаман Темного хлада",
                "Кван-сердцерез",
                "Дикий Шриакан",
                "Кошмарный Демос"
            ],
            "tier2": [
                "Страж леса",
                "Силиф. Пробужденный камень",
                "Оберин. Голодный клинок"
            ],
            "tier3": [
                "Джейд-привратник"
            ]
        },
        "Mercia": {
            "tier1": [
                "Риггер-забойщик",
                "Отпрыск желания",
                "Наркалин. Оскверненный дух",
                "Зубаба, Око бездны"
            ],
            "tier2": [
                "Безжалостный Готрод",
                "Гента. Шипастая дубина"
            ],
            "tier3": [
                "Нокс. Проводник тьмы",
                "Сокрушитель Магрис"
            ]
        },
        "XRAY": {
            "tier1": [
                "Воющий Крилл",
                "Фальцион. Хранитель огня",
                "Вендик Краснозуб"
            ],
            "tier2": [
                "Кинкулу. Смерч",
                "Безумец Фикель"
            ],
            "tier3": [
                "Лилия. Чарующий дух"
            ]
        }
    },

    "28.10": {
        "XRAY": {
            "tier1": [
                "Скиталец по руинам",
                "Грозный нахалуд",
                "Рыцарь черепа из бездны",
                "Прожорливый Тург"
            ],
            "tier2": [
                "Йенеф. Вьющийся плющ"
            ],
            "tier3": [
                "Нокс. Проводник тьмы"
            ]
        },
        "HryKings": {
            "tier1": [
                "Шаман Темного хлада",
                "Кван-сердцерез",
                "Дикий Шриакан",
                "Кошмарный Демос"
            ],
            "tier2": [
                "Безжалостный Готрод",
                "Силиф. Пробужденный камень",
                "Оберин. Голодный клинок"
            ],
            "tier3": [
                "Лилия. Чарующий дух",
                "Сокрушитель Магрис"
            ]
        },
        "Dark Syndicate": {
            "tier1": [
                "Риггер-забойщик",
                "Отпрыск желания",
                "Наркалин. Оскверненный дух",
                "Зубаба, Око бездны"
            ],
            "tier2": [
                "Палач Хабиб",
                "Гента. Шипастая дубина"
            ],
            "tier3": [
                "Злобный Гривач"
            ]
        },
        "Mercia": {
            "tier1": [
                "Воющий Крилл",
                "Фальцион. Хранитель огня",
                "Наркалин. Оскверненный дух",
                "Вендик Краснозуб"
            ],
            "tier2": [
                "Страж леса",
                "Кинкулу. Смерч",
                "Безумец Фикель"
            ],
            "tier3": [
                "Джейд-привратник",
                "Тиран Герион"
            ]
        }
    }
}